<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語ライン
    |--------------------------------------------------------------------------
    |
    | 以下の言語ラインは、パスワードブローカーがパスワード更新試行で失敗した理由に対応する
    | デフォルトの言語ラインです。例えば、無効なトークンや無効な新しいパスワードなどです。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットのリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスに関連するユーザーが見つかりません。',

];
